import certificate1 from "../components/static/certificates/certificate1.png";
import certificate2 from "../components/static/certificates/certificate2.png";
import certificate3 from "../components/static/certificates/certificate3.png";
import certificate4 from "../components/static/certificates/certificate4.png";
import certificate5 from "../components/static/certificates/certificate5.png";
import certificate6 from "../components/static/certificates/certificate6.png";
import certificate9 from "../components/static/certificates/certificate9.png";
import certificate10 from "../components/static/certificates/certificate10.png";
import certificate11 from "../components/static/certificates/certificate11.png";
import certificate12 from "../components/static/certificates/certificate12.png";
import certificate13 from "../components/static/certificates/certificate13.png";
import certificate14 from "../components/static/certificates/certificate14.png";
import certificate15 from "../components/static/certificates/certificate15.png";
import picture1 from "../components/static/pictures/logopedia_8.png";
import picture2 from "../components/static/pictures/logopedia_5.png";
import picture3 from "../components/static/pictures/logopedia_7.png";
import picture4 from "../components/static/pictures/logopedia_4.png";
import faceBookLogo from "../components/static/footer/facebook.png";
//import instagramLogo from '../components/static/footer/instagram.png';
import telegramLogo from '../components/static/footer/telegram.png';
//import tiktokLogo from '../components/static/footer/tiktok.png';
import viber from '../components/static/footer/icon-viber.png';

export default {
    navigation: [
        {id: "0", text: ""},
        {id: "1", text: "Професія Логопед"},
        {id: "2", text: "Що ми пропонуемо"},
        {id: "3", text: "Часті запитання"},
        {id: "4", text: "Про мене"},
        {id: "5", text: "Контакти"},
        {id: "6", text: ""},
        {id: "7", text: ""},
        {id: "8", text: ""},
        {id: "9", text: ""},
    ],
    home: [
        {id: "10", text: "Професія Логопед"},
        {id: "11", text: "Логопед: хто такий і що входить в його компетенцію?\n" +
                "Професійне свято логопедів - «Міжнародний День логопеда» відзначається 14 листопада.\n" +
                "Не секрет, що мова людини розкриває багато про нього самому, будучи певним відображенням особистості." +
                " У сучасний століття комунікації необхідність красиво і правильно розмовляти стає буквально очевидною." +
                " Хороша чітка дикція може зробити людину успішною, а логопедичні дефекти – стати трагедією всього життя.\n" +
                "Раніше професії логопеда не існувало зовсім. Вважалося, що якщо людина має проблеми з мовленням, то це його " +
                "індивідуальна особливість, яку не можна змінити.\n" +
                "Насправді ж заняття з гарним фахівцем можуть дати приголомшливий результат, повністю змінивши якість соціального життя.\n" +
                "Що робить логопед\n" +
                "Спеціаліст по дефектів мови працює переважно з дітьми: в дитячих садах, школах, а іноді і в спеціальних установах для учнів з" +
                " вадами слуху та мови. Майже всі маленькі діти неправильно або нечітко вимовляють пару букв, однак це зазвичай проходить сама" +
                " собою ще до першого походу в школу. У деяких же дефекти промови доводиться виправляти професійно.\n" +
                "На перший погляд здається, що в логопедії немає нічого складного, потрібно лише підбирати учням відповідні завдання і" +
                " стежити за їх виконанням. Але це не так. Хороший логопед повинен відмінно володіти теорією свого предмета, знати анатомію і" +
                " фізіологію мовних органів, патофізіологію. Крім того, йому потрібно багато спеціальних навичок: вміння робити логопедичний" +
                " масаж для розслаблення м’язів гортані, здатність «на собі» показати необхідні пацієнту руху, володіння величезним терпінням.\n" +
                "Набагато рідше, ніж діти, що приходять до логопеда і дорослі. Підхід до дорослому пацієнту знайти набагато складніше," +
                " тому логопеда часто доводиться стикатися з замкнутістю і недовірливістю пацієнта. Кремезному чоловікові або молодій дівчині" +
                " психологічно непросто заявити про свою проблему фахівця."},
        {id: "12", text: "Можна з упевненістю сказати, що логопед – це свого роду вчитель, від якого вимагається необмежену терпіння і розуміння.\n" +
                "Він повинен вміти знаходити підхід до кожного, подавати вправи дітям у цікавій ігровій формі і допомагати долати дорослі комплекси.\n" +
                "Буває, що з моменту початку занять у логопеда до перших успіхів проходить кілька місяців або навіть років.\n" +
                "Все залежить від складності ситуації і професіоналізму дефектолога. Інші обов’язкові якості професії — це комунікабельність і\n" +
                "наполегливість.\n" +
                "Плюси і мінуси професії логопед\n" +
                "Переваги: соціально значима професія;\n" +
                "можливість ведення приватної практики;\n" +
                "при роботі в навчальному закладі відпустка становить 56 днів і завжди припадає на літо;\n" +
                "найчастіше окремий кабінет;\n" +
                "робочий день близько 4-5 годин.\n" +
                "Недоліки: емоційно важка робота, часто перетинається з нейропсихологією;\n" +
                "оформлення документації включено в неробочий час;\n" +
                "часом навіть тривала боротьба з проблемою може не увінчатися успіхом.\n" +
                "Отримати професію ЛОГОПЕД (чи логопед дефектолог) можна на різних умовах. Зазвичай за цієї спеціальності навчають у вищих навчальних закладах:\n" +
                "це можуть бути університети або інститути з педагогічною або гуманітарним напрямком. Освіта логопеда обов'язково має бути спеціальною,\n" +
                "тобто наявність диплома про вищу освіту за відповідною або суміжною професії - просто необхідно."},
        {id: "13", text: ""},
        {id: "14", text: ""},
        {id: "15", text: ""},
        {id: "16", text: ""},
        {id: "17", text: ""},
        {id: "18", text: ""},
        {id: "19", text: ""},
    ],
    offer: [
        {id: "20", text: "Діагностика мовленнєвого розвитку"},
        {id: "21", text: "Заняття для дітей, що мають диспраксію, ринолалію, дислалію, білінгвізм, дизартрію, моторну алалію, сенсорну алалію, слухомовленнєву агнозію, заїкання"},
        // {id: "22", text: "Проводжу корекційно- розвиткові заняття для дітей з порушенням мовлення."},
        {id: "23", text: "Робота над розвитком фонематичного слуху"},
        {id: "24", text: "Робота над усіма видами праксису"},
        {id: "25", text: "Постановка звуків у дітей"},
        {id: "26", text: "Автоматизація звуків"},
        {id: "27", text: "Диференціація звуків"},
        {id: "28", text: "Введення звуків у мовлення"},
        {id: "29", text: "Логопедичний масаж"},
    ],
    about: [
        {id: "30", text: "Мене звати Мар'яна Сербак."},
        {id: "31", text: "Я - логопед з досвідом практичної роботи 3 роки."},
        {id: "32", text: "Здобуваю другу вищу освіту і закінчую навчання у 2023 році за Освітньою програмою 016 Спеціальна освіта (016.01 Логопедія у Львівському національному університеті імені Івана Франка."},
        {id: "33", text: "Проводжу корекційно розвиткові заняття для дітей з порушення мовлення"},
        {id: "34", text: "Діагностую дітей від 3 років."},
        {id: "35", text: "Консультую очно та онлайн."},
        {id: "36", text: "Навчаю батьків усім секретам ігор з дітьми від 0 до 7 років."},
        {id: "37", text: "Хочете, щоб ваша дитина була цікавим співрозмовником, говорила чітко, правильно та красиво?"},
        {id: "38", text: "Звертайтесь, я знаю як це зробити!"},
        {id: "39", text: "Мій професійний девіз:"},
        {id: "40", text: "Діти будуть РОЗМОВЛЯТИ!"},
        {id: "41", text: "Діти будуть розмовляти ПРАВИЛЬНО!"},
        {id: "42", text: "Діти будуть розмовляти КРАСИВО!"},
        //{id: "43", text: ""},
        //{id: "44", text: ""},
        //{id: "45", text: ""},

    ],
    aboutList: [
        {id: "46", src: `${picture1}`, alt: "РЕЗУЛЬТАТИВНІСТЬ", title: "РЕЗУЛЬТАТИВНІСТЬ", text: "Швидкий розвиток дитини та гарантоване покращення мовлення! Ми пропонуємо найефективніший шлях попередження та подолання мовленнєвих порушень!"},
        {id: "47", src: `${picture2}`, alt: "ДОСТУПНІСТЬ", title: "ДОСТУПНІСТЬ", text: "Простота викладу матеріалу, зрозумілі пояснення, постійна підтримка логопеда! Ми говоримо Вашою мовою! Ви не будете самі!"},
        {id: "48", src: `${picture3}`, alt: "ПРОФЕСІОНАЛІЗМ", title: "ПРОФЕСІОНАЛІЗМ", text: "Тільки дієві логопедичні методики (вправи, ігри, рекомендації) для найшвидшого результату від кваліфікованого логопеда!"},
        {id: "49", src: `${picture4}`, alt: "ІНДИВІДУАЛЬНИЙ ПІДХІД", title: "ІНДИВІДУАЛЬНИЙ ПІДХІД", text: "Ми цінуємо усіх відвідувачів сайту, тому формуємо індивідуальний план співпраці з кожним!"},
    ],
    faq: [
        {id: "50", question: "Чи ефективні онлайн заняття з логопедом?",
            answer: "Ефективні, але не при всіх мовленнєвих порушеннях і не для всіх дітей. Проте, для того, щоб дитині було цікаво займатись я створюю анімований контент та цікаво презентую вправи, які спрямовані на досягнення мети занять."},
        {id: "51", question: "Чи треба батькам дітей бути присутнім на занятті?",
            answer: "Так, для усунення технічних неполадок, для допомоги у виконанні вправ, для більшого розуміння того, над чим працювати вдома."},
        {id: "52", question: "Чи є домашні завдання?",
            answer: "Так і вони обов'язкові до виконання. Часто це відео фрагменти занять, які необхідно повторювати вдома."},
        {id: "53", question: "Яка тривалість занять?",
            answer: "Перше заняття діагностичне - 30 хв заняття з дитиною і 15 хв озвучення логопедичного заключення та складання маршруту корекції. Подальші заняття - 40 хв заняття з учнем 5 хв з яких відводиться на пояснення домашнього завдання.\n" +
                "30 хв - заняття з дорослими."},
        {id: "54", question: "Скільки треба занять для постановки звуків?",
            answer: "Однозначно на це питання дати відповідь неможливо, адже постановка звука залежить не лише від вміння спеціаліста і бажання працювати дитини, але і від інших факторів.\n" +
                "Постановка звуків - це не подорож на сімейному автомобілі, де ти знаєш, що відстань від пункту А до пункту Б - скільки-то кілометрів." +
                " Тому вам необхідно заправити стільки-то літрів бензину. Тоді ваша подорож займе, наприклад 4 години і бензин на цю дорого буде коштувати…" +
                "не знаю скільки буде коштувати бензин , тому що ціни змінюються.\n"+
                "🫣  Процес постановки звуків не лінійний. На нього впливають наступні чинники: \n" +
                "🪢  Готовність м’язів артикуляційного апарату\n" +
                "🪢  Постановка правильного дихання\n" +
                "🪢  Особливості будови щелепи прикусу\n" +
                "🪢  Індивідуальні особливості засвоєння певних навиків\n" +
                "🪢  Уміння пояснювати - у логопеда і вміння чути - у дитини\n" +
                "🪢  Наявність чіткого корекційного маршруту логопеда\n" +
                "🪢  Сумлінне виконання домашніх завдань дитиною з батьками\n" +
                "🪢  Легкість у формуванні нових нейронних зв’язків дитини.\n" +
                "Часто додаються і інші фактори які полегшують або ускладнюють корекцію, наприклад білінгвізм." +
                " Тобто основна мова для спілкування дитини у соціумі, наприклад датська, а дитина опановує артикуляцію українських" +
                " звуків - це буде ускладнюючим фактором в корекційній роботі.\n" +
                "Проте, як же зорієнтуватися чи успішне корекційне заняття з логопедом якщо не можна опиратися на часові рамки? \n" +
                "Я раджу спостерігати за динамікою від заняття до заняття. Вона повинна бути позитивною! І з кожного нового заняття" +
                " дитина має виносити новий навик, тоді корекційна робота рухається в правильному напрямку." +
                " Я завжди показую батькам маленькі навики, які ми опанували від заняття до заняття, тоді їм легше відслідковувати динаміку."},
        // {id: "55", question: "", answer: ""},
        // {id: "56", question: "", answer: ""},
        // {id: "57", question: "", answer: ""},
        // {id: "58", question: "", answer: ""},
        // {id: "59", question: "", answer: ""},
    ],
    title: [
        {id: "60", text: "Моя професія Логопед"},
        {id: "61", text: "ПРО МЕНЕ"},
        {id: "62", text: "НАШІ ПРИНЦИПИ"},
        {id: "63", text: "Що ми можемо запропонувати вашим діткам:"},
        {id: "64", text: "Питання, що часто ставлять"},
        {id: "65", text: "Мої контакти"},
        {id: "66", text: "Мої сертифікати і дипломи"},
        {id: "67", text: "Записатись на прийом"},
        {id: "68", text: ""},
        {id: "69", text: ""},
    ],
    footer: [
        {id: "70", text: "@mariana_891", href:"https://t.me/mariana_891", variable: `${telegramLogo}`,alt: "telegram logo"},
        // {id: "71", text: "@", href:"http://www.instagram.com/", variable: `${instagramLogo}`,alt: "instagram logo"},
        {id: "72", text: "mserbak", href:"https://www.facebook.com/mserbak", variable: `${faceBookLogo}`,alt: "faceBook logo"},
        {id: "73", text: "", href: "viber://chat?number=380971805245", variable: `${viber}`, alt: "viber logo"},
    ],
    footerNext: [
        {id: "74", text: "Мої контакти у соціальних мережах:", href:""},
        {id: "75", text: "Адреса: 90300, вул. Корятовича, 11/23, м. Виноградів, Закарпатська область", href:""},
        {id: "76", text: "E-mail: marianaserbak@gmail.com", href:"mailto:marianaserbak@gmail.com"},
        {id: "77", text: "Логопед Мар'яна Сербак", href:""},
        {id: "78", text: "marianaserbak@gmail.com", href:"https://marianaserbak@gmail.com/"},
        {id: "79", text: "", href:""},
    ],
    contacts:  [
        {id: "74", preText: "Телефон: ", text: "(+380) 971805245"},
        {id: "75", preText: "Telegram: ", text: "@mariana_891", href:"https://t.me/mariana_891"},
        {id: "76", preText: "Viber:", text: "(+380) 971805245", href: "viber://chat?number=380971805245"},
        {id: "77", preText: "Facebook: ", text: "mserbak", href:"https://www.facebook.com/mserbak"},
        {id: "78", preText: "E-mail: ", text: "marianaserbak@gmail.com", href: "mailto:marianaserbak@gmail.com"},
        {id: "79", preText: "Адреса: ", text: "вул. Корятовича, 11/23, м. Виноградів, Закарпатська область",href: "https://www.google.com/maps/place/%D1%83%D0%BB.+%D0%9A%D0%BE%D1%80%D1%8F%D1%82%D0%BE%D0%B2%D0%B8%D1%87%D0%B0,+11,+%D0%92%D0%B8%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%D0%BE%D0%B2,+%D0%97%D0%B0%D0%BA%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D0%BA%D0%B0%D1%8F+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%8C,+90300/@48.1409104,23.0176397,17z/data=!3m1!4b1!4m6!3m5!1s0x47383a4059633597:0xea98dd7375d868b8!8m2!3d48.1409104!4d23.0202146!16s%2Fg%2F11gjsvm_pv?entry=ttu"},
        // {id: "80", preText: "Instagram: ", text: "*************", href:"http://www.instagram.com/"},
    ],
    variable: [
        {id: "81", variable: `${certificate1}`,alt: "Сертифікат"},
        {id: "82", variable: `${certificate2}`,alt: "Сертифікат"},
        {id: "83", variable: `${certificate3}`,alt: "Сертифікат"},
        {id: "84", variable: `${certificate4}`,alt: "Сертифікат"},
        {id: "85", variable: `${certificate5}`,alt: "Сертифікат"},
        {id: "86", variable: `${certificate6}`,alt: "Сертифікат"},
        // {id: "87", variable: `${certificate7}`,alt: "Сертифікат"},
        // {id: "88", variable: `${certificate8}`,alt: "Сертифікат"},
        {id: "89", variable: `${certificate9}`,alt: "Сертифікат"},
        {id: "90", variable: `${certificate10}`,alt: "Сертифікат"},
        {id: "91", variable: `${certificate11}`,alt: "Сертифікат"},
        {id: "92", variable: `${certificate12}`,alt: "Сертифікат"},
        {id: "93", variable: `${certificate13}`,alt: "Сертифікат"},
        {id: "94", variable: `${certificate14}`,alt: "Сертифікат"},
        {id: "95", variable: `${certificate15}`,alt: "Сертифікат"},
    ],

}








